
export const NAME_DATA = {
  surnames: ["陳", "林", "黃", "張", "李", "王", "吳", "劉", "蔡", "楊"],
  female_given_name_characters: [
    "怡", "萱", "婷", "雅", "妍",
    "如", "欣", "慧", "珊", "淑",
    "芷", "婉", "儀", "潔", "蓉",
    "詩", "晴", "嘉", "惠", "曉"
  ],
  male_given_name_characters: [
    "宏", "志", "偉", "哲", "廷",
    "翔", "均", "嘉", "宇", "承",
    "德", "豪", "恩", "建", "仁",
    "博", "昱", "維", "鴻", "泓"
  ],
  gender_neutral_characters: [
    "安", "晨", "昕", "晴", "希",
    "宥", "澤", "然", "曜", "睿",
    "諾", "霖", "逸", "赫", "煦",
    "恆", "洛", "辰", "青", "凱"
  ]
};
